Repository: Jobava/calamares-1.1-rogentos
Catalog: calamares_*.po
Languages: ro

# FileSystemSupportDialogWidgetBase#2
source: File System
ro: Sistem de fișiere

source: Create
ro: Creează

source: Grow
ro: Mărește

source: Shrink
ro: Micșorează

source: Move
ro: Mută

source: Copy
ro: Copiază

source: Check
ro: Verifică

source: Read Label
ro: Citește eticheta

source: Write Label
ro: Scrie eticheta

source: Read Usage
ro: Citește utilizarea

source: Backup
ro: Copie de rezervă

source: Restore
ro: Restaurează

source: Support Tools
ro: Unelte de suport

source: Rescan Support
ro: Rescanează suportul

source: Set partition information
ro: Setează informația pentru partiție

source: Install %1 on <strong>new</strong> %2 system partition.
ro: Instalează %1 pe <strong>noua</strong> partiție de sistem %2.

source: Set up <strong>new</strong> %2 partition with mount point <strong>%1</strong>.
ro: Setează <strong>noua</strong> partiție %2 cu punctul de montare <strong>%1</strong>.

source: Install %2 on %3 system partition <strong>%1</strong>.
ro: Instalează %2 pe partiția de sistem %3 <strong>%1</strong>.

source: Set up %3 partition <strong>%1</strong> with mount point <strong>%2</strong>.
ro: Setează partiția %3 <strong>%1</strong> cu punctul de montare <strong>%2</strong>.

source: Install boot loader on <strong>%1</strong>.
ro: Instalează bootloader-ul pe <strong>%1</strong>.

source: Setting up mount points.
ro: Se setează puncte de montare.

source: Failed to find path for boot loader
ro: Nu s-a găsit calea pentru bootloader

# FinishedPage#1
source: Form
ro: Formular

source: &Restart now
ro: &Repornește acum

source: <h1>All done.</h1><br/>%1 has been installed on your computer.<br/>You may now restart into your new system, or continue using the %2 Live environment.
ro: <h1>Gata.</h1><br/>%1 a fost instalat pe calculatorul dumneavoastră.<br/>Puteți reporni noul sistem, sau puteți continua să folosiți mediul portabil %2.

source: All done
ro: Terminat

source: Format partition %1 (file system: %2, size: %3 MB) on %4.
ro: Formatează partiția %1 (sistem de fișiere: %2, mărime: %3 MB) pe %4.

source: Format <strong>%3MB</strong> partition <strong>%1</strong> with file system <strong>%2</strong>.
ro: Formatează partiția <strong>%1</strong>, de <strong>%3MB</strong> cu sistemul de fișiere <strong>%2</strong>.

source: Formatting partition %1 with file system %2.
ro: Se formatează partiția %1 cu sistemul de fișiere %2.

source: The installer failed to format partition %1 on disk '%2'.
ro: Instalatorul n-a putut formata partiția %1 pe discul „%2”.

# FormatPartitionJob#5
source: Could not open device '%1'.
ro: Nu se poate deschide dispozitivul „%1.

# FormatPartitionJob#6
source: Could not open partition table.
ro: Nu se poate deschide tabela de partiții.

# FormatPartitionJob#7
source: The installer failed to create file system on partition %1.
ro: Instalatorul n-a putut crea sistemul de fișiere pe partiția $1.

# FormatPartitionJob#8
source: The installer failed to update partition table on disk '%1'.
ro: Instalatorul n-a putut actualiza tabela de partiții pe discul „%1”.

source: Set keyboard model to %1.<br/>
ro: Setează modelul tastaturii la %1.<br/>

source: Set keyboard layout to %1/%2.
ro: Setează aranjamentul de tastatură la %1/%2.

# KeyboardViewStep#1
source: Keyboard
ro: Tastatură

source: System locale setting
ro: Setările de localizare

source: The system locale setting affects the language and character set for some command line user interface elements.<br/>The current setting is <strong>%1</strong>.
ro: Setările de localizare ale sistemului afectează limba și setul de caractere folosit pentru unele elemente de interfață la linia de comandă.<br/>Setările actuale sunt <strong>%1</strong>.

source: The system locale is set to %1.
ro: Sistemul are localizarea setată pentru %1.

source: Region:
ro: Regiune:

source: Zone:
ro: Zonă:

source: &Change...
ro: S&chimbă

source: Set timezone to %1/%2.<br/>
ro: Setează fusul orar la %1/%2.<br/>

source: Loading location data...
ro: Se încarcă datele locației...

# LocaleViewStep#2
source: Location
ro: Locație

# MainWindowBase#1
source: KDE Partition Manager
ro: Manager de partiții KDE

source: Devices
ro: Dispozitive

source: Pending Operations
ro: Operații în așteptare

# MainWindowBase#4
source: Information
ro: Informații

source: Log Output
ro: Înregistrează rezultatul

source: Move file system of partition %1.
ro: Mută sistemul de fișiere al partiției %1.

source: Could not open file system on partition %1 for moving.
ro: Nu s-a putut deschide sistemul de fișiere pe partiția %1 pentru mutare.

source: Could not create target for moving file system on partition %1.
ro: Nu s-a putut crea ținta pentru mutarea sistemului de fișiere pe partiția %1.

source: Moving of partition %1 failed, changes have been rolled back.
ro: Mutarea partiției %1 a eșuat, schimbările au fost retrase.

source: Moving of partition %1 failed. Roll back of the changes have failed.
ro: Mutarea partiției %1 a eșuat. Retragerea schimbărilor a eșuat.

source: Updating boot sector after the moving of partition %1 failed.
ro: Se actualizează sectorul de boot după eșecul mutării partiției %1.

source: The logical sector sizes in the source and target for copying are not the same. This is currently unsupported.
ro: Mărimile sectoarelor logice din sursa și ținta copierii nu sunt identice. Nu există suport momentan.

source: Source and target for copying do not overlap: Rollback is not required.
ro: Sursa și ținta copierii nu se suprapun: nu este necesară retragerea schimbărilor.

source: Could not open device %1 to rollback copying.
ro: Nu se poate deschide dispozitivul %1 pentru retragerea copierii.

# Page_Keyboard#1
source: Form
ro: Formular

source: Keyboard Model:
ro: Modelul tastaturii:

source: Type here to test your keyboard
ro: Tastați aici pentru a testa tastatura

# Page_UserSetup#1
source: Form
ro: Formular

source: What is your name?
ro: Cum vă numiți?

source: What name do you want to use to log in?
ro: Ce nume doriți să utilizați pentru logare?

source: font-weight: normal
ro: grosimea fontului: normală

source: <small>If more than one person will use this computer, you can set up multiple accounts after installation.</small>
ro: <small>Dacă mai multe persoane vor utiliza acest calculator, puteți seta mai multe conturi după instalare.</small>

source: Choose a password to keep your account safe.
ro: Alegeți o parolă pentru a siguranța contului.

source: <small>Enter the same password twice, so that it can be checked for typing errors. A good password will contain a mixture of letters, numbers and punctuation, should be at least eight characters long, and should be changed at regular intervals.</small>
ro: <small>Introduceți parola de 2 ori pentru a se verifica greșelile de tipar. O parolă bună ar conține o combinație de litere, numere și punctuație, ar avea cel puți 8 caractere și ar trebui schimbată la intervale regulate.</small>

source: What is the name of this computer?
ro: Care este numele calculatorului?

source: <small>This name will be used if you make the computer visible to others on a network.</small>
ro: <small>Numele va fi folosit dacă acest calculator va fi vizibil pe o rețea.</small>

source: Choose a password for the administrator account.
ro: Alege o parolă pentru contul de administrator.

source: <small>Enter the same password twice, so that it can be checked for typing errors.</small>
ro: <small>Introduceți parola de 2 ori pentru a se verifica greșelile de tipar.</small>

source: &Log in automatically
ro: &Autentificare automată

source: Require &my password to log in
ro: Solicită parola &mea pentru a mă autentifica

# PartPropsWidgetBase#1
source: File system:
ro: Sistem de fișiere:

# PartPropsWidgetBase#2
source: Label:
ro: Etichetă:

# PartPropsWidgetBase#3
source: This file system does not support setting a label.
ro: Acest sistem de fișiere nu suportă setarea unei etichete.

source: Recreate existing file system
ro: Recreează sistemul de fișiere existent

source: Mount point:
ro: Punct de montare;

# PartPropsWidgetBase#6
source: Partition type:
ro: Tipul partiției:

source: Status:
ro: Stare:

# PartPropsWidgetBase#9
source: Size:
ro: Mărime:

source: Available:
ro: Disponibil:

source: Used:
ro: Utilizat:

# PartPropsWidgetBase#12
source: First sector:
ro: Primul sector:

# PartPropsWidgetBase#13
source: Last sector:
ro: Ultimul sector:

source: Number of sectors:
ro: Număr de sectoare:

# PartitionManagerWidgetBase#1
source: KDE Partition Manager
ro: Manager de partiții KDE

source: Partition
ro: Partiție

source: Type
ro: Tip

# PartitionManagerWidgetBase#4
source: Mount Point
ro: Punct de montare

# PartitionManagerWidgetBase#5
source: Label
ro: Etichetă

# PartitionManagerWidgetBase#7
source: Size
ro: Mărime

source: Used
ro: Utilizat

source: Available
ro: Disponibil

source: First Sector
ro: Primul sector

source: Last Sector
ro: Ultimul sector

source: Number of Sectors
ro: Număr de sectoare

source: Free Space
ro: Spațiu liber

source: New partition
ro: Partiție nouă

source: Name
ro: Nume

# PartitionModel#4
source: File System
ro: Sistem de fișiere

# PartitionModel#5
source: Mount Point
ro: Punct de montare

# PartitionModel#6
source: Size
ro: Mărime

# PartitionPage#1
source: Form
ro: Formular

source: &Disk:
ro: &Disc:

source: &Revert All Changes
ro: &Retrage toate schimbările

source: New Partition &Table
ro: &Tabelă nouă de partiții

source: &Create
ro: &Creează

source: &Edit
ro: &Editează

source: &Delete
ro: &Șterge

source: &Install boot loader on:
ro: &Instalează încărcătorul de sistem pe:

source: Are you sure you want to create a new partition table on %1?
ro: Sigur doriți să creați o nouă tabelă de partiție pe %1?

# PartitionViewStep#1
source: Gathering system information...
ro: Se adună informații despre sistem...

source: Partitions
ro: Partiții

source: Install %1 <strong>alongside</strong> another operating system.
ro: Instalează %1 <strong>laolaltă</strong> cu un alt sistem de operare.

source: <strong>Erase</strong> disk and install %1.
ro: <strong>Șterge</strong> discul și instalează %1.

source: <strong>Replace</strong> a partition with %1.
ro: <strong>Înlocuiește</strong> o partiție cu %1.

source: <strong>Manual</strong> partitioning.
ro: Partiționare <strong>manuală</strong>.

source: Install %1 <strong>alongside</strong> another operating system on disk <strong>%2</strong> (%3).
ro: Instalează %1 <strong>laolaltă</strong> cu un alt sistem de operare pe discul <strong>%2</strong> (%3).

source: <strong>Erase</strong> disk <strong>%2</strong> (%3) and install %1.
ro: <strong>Șterge</strong> discul <strong>%2</strong> (%3) și instalează %1.

source: <strong>Replace</strong> a partition on disk <strong>%2</strong> (%3) with %1.
ro: <strong>Înlocuiește</strong> o partiție pe discul <strong>%2</strong> (%3) cu %1.

source: <strong>Manual</strong> partitioning on disk <strong>%1</strong> (%2).
ro: Partiționare <strong>manuală</strong> a discului <strong>%1</strong> (%2).

source: Disk <strong>%1</strong> (%2)
ro: Discul <strong>%1</strong> (%2)

# PartitionViewStep#12
source: Before:
ro: Înainte:

# PartitionViewStep#13
source: After:
ro: După:

# ProgressTreeModel#1
source: Install
ro: Instalează

source: Finish
ro: Terminat

source: Default Keyboard Model
ro: Modelul tastaturii implicit

source: Default
ro: Implicit

source: KDE Release Builder
ro: Constructor de versiune KDE

source: Application
ro: Aplicație

source: Name:
ro: Nume:

source: &Version:
ro: &Versiune:

source: Repository and Revision
ro: Depozit și revizie

source: &Checkout From:
ro: Formular de &checkout

source: trunk
ro: trunchi

source: branches
ro: ramuri

source: tags
ro: etichete

source: Ta&g/Branch:
ro: Eti&chetă/Ramură

source: &SVN Access:
ro: Acces &SVN:

source: &User:
ro: &Utilizator

source: Options
ro: Opțiuni

source: Get &Documentation
ro: Preia &documentația

source: Get &Translations
ro: Preia &traducerile

source: C&reate Tag
ro: C&rează etichetă

source: S&kip translations below completion:
ro: Sa&ri peste traducerile neterminate:

source: Create Tar&ball
ro: Creează tar&ball

source: Apply &fixes
ro: Aplică re&medii

# ReplacePage#1
source: Form
ro: Formular

source: Dis&k:
ro: Dis&c:

source: Select where to install %1.<br/><font color="red">Warning: </font>this will delete all files on the selected partition.
ro: Selectați unde să fie instalat %1.<br/><font color="red">Atenție: </font>aceasta va șterge toate fișierele de pe partiția selectată.

source: The selected item does not appear to be a valid partition.
ro: Elementul selectat nu pare a fi o partiție validă.

source: %1 cannot be installed on empty space. Please select an existing partition.
ro: %1 nu poate fi instalat într-un loc inexistent. Vă rugăm să selectați o partiție existentă.

source: %1 cannot be installed on an extended partition. Please select an existing primary or logical partition.
ro: %1 nu poate fi instalat pe o partiție extinsă. Vă rugăm să selectați o partiție primară existentă sau una logică.

source: %1 cannot be installed on this partition.
ro: %1 nu poate fi instalat pe această partiție.

source: Data partition (%1)
ro: Partiție de date (%1)

source: Unknown system partition (%1)
ro: Partiție de sistem necunoscută (%1)

source: %1 system partition (%2)
ro: %1 partiție de sistem (%2)

source: <strong>%4</strong><br/><br/>The partition %1 is too small for %2. Please select a partition with capacity at least %3 GiB.
ro: <strong>%4</strong><br/><br/>Partiția %1 este prea mică pentru %2. Vă rugăm să selectați o partiție cu capacitatea de cel puțin %3 GiB.

source: <strong>%2</strong><br/><br/>An EFI system partition cannot be found anywhere on this system. Please go back and use manual partitioning to set up %1.
ro: <strong>%2</strong><br/><br/>O partiție de sistem EFI nu se găsește nicăieri în sistem. Vă rugăm să reveniți și să utilizați partiționarea manuală pentru a seta %1.

source: <strong>%3</strong><br/><br/>%1 will be installed on %2.<br/><font color="red">Warning: </font>all data on partition %2 will be lost.
ro: <strong>%3</strong><br/><br/>%1 va fi instalat pe %2.<br/><font color="red">Atenție: </font>toate datele de pe partiția %2 se vor pierde.

# ReplacePage#14
source: The EFI system partition at %1 will be used for starting %2.
ro: Partiția de sistem EFI de pe %1 va fi folosită pentru a începe %2.

# ReplacePage#15
source: EFI system partition:
ro: Partiție de sistem EFI

# RequirementsChecker#1
source: Gathering system information...
ro: Se adună informații despre sistem...

source: has at least %1 GB available drive space
ro: are cel puțin %1 spațiu disponibil

source: There is not enough drive space. At least %1 GB is required.
ro: Nu este suficient spațiu disponibil. Sunt necesari cel puțin %1 GB.

source: has at least %1 GB working memory
ro: are cel puțin %1 GB de memorie utilizabilă

source: The system does not have enough working memory. At least %1 GB is required.
ro: Sistemul nu are suficientă memorie utilizabilă. Sunt necesari cel puțin %1 GB.

source: is plugged in to a power source
ro: este alimentat cu curent

source: The system is not plugged in to a power source.
ro: Sistemul nu este alimentat cu curent.

source: is connected to the Internet
ro: este conectat la Internet

source: The system is not connected to the Internet.
ro: Sistemul nu este conectat la Internet.

source: The installer is not running with administrator rights.
ro: Instalatorul nu rulează cu privilegii de administrator.

source: Resize file system on partition %1.
ro: Redimensionează sistemul de fișiere pe partiția %1.

source: Parted failed to resize filesystem.
ro: Parted n-a redimensionat sistemul de fișiere.

source: Failed to resize filesystem.
ro: Nu s-a redimensional sistemul de fișiere.

source: Resize partition %1.
ro: Redimensionează partiția %1.

source: Resize <strong>%2MB</strong> partition <strong>%1</strong> to <strong>%3MB</strong>.
ro: Redimensionează partiția <strong>%1</strong> de la<strong>%2MB</strong> la <strong>%3MB</strong>.

source: Resizing %2MB partition %1 to %3MB.
ro: Se redimensionează partiția %1 de la %2MG la %3MB.

source: The installer failed to resize partition %1 on disk '%2'.
ro: Instalatorul n-a redimensionat partiția %1 pe discul „%2”.

# ResizePartitionJob#5
source: Could not open device '%1'.
ro: Nu se poate deschide dispozitivul „%1”.

source: Set hostname %1
ro: Setează numele de gazdă %1

source: Set hostname <strong>%1</strong>.
ro: Setați un hostname <strong>%1</strong>.

source: Setting hostname %1.
ro: Se setează hostname %1.

source: Internal Error
ro: Eroare internă

source: Cannot write hostname to target system
ro: Nu se poate scrie hostname pe sistemul țintă

source: Set keyboard model to %1, layout to %2-%3
ro: Setează modelul de tastatură la %1, cu aranjamentul %2-%3

source: Failed to write keyboard configuration for the virtual console.
ro: Nu s-a reușit scrierea configurației de tastatură pentru consola virtuală.

source: Failed to write to %1
ro: Nu s-a reușit scrierea %1

source: Failed to write keyboard configuration for X11.
ro: Nu s-a reușit scrierea configurației de tastatură pentru X11.

source: Update geometry of partition %1.
ro: Actualizează geometria partiției %1.

source: Failed to change the geometry of the partition.
ro: Nu se poate schimba geometria partiției.

source: Set password for user %1
ro: Setează parola pentru utilizatorul %1

source: Setting password for user %1.
ro: Se setează parola pentru utilizatorul %1.

source: Bad destination system path.
ro: Cale de sistem destinație proastă.

source: rootMountPoint is %1
ro: rootMountPoint este %1

source: Cannot set password for user %1.
ro: Nu se poate seta parola pentru utilizatorul %1.

source: usermod terminated with error code %1.
ro: usermod s-a terminat cu codul de eroare %1.

source: Set timezone to %1/%2
ro: Setează fusul orar la %1/%2

source: Cannot access selected timezone path.
ro: Nu se poate accesa calea fusului selectat.

source: Bad path: %1
ro: Cale proastă: %1

source: Cannot set timezone.
ro: Nu se poate seta fusul orar.

source: Link creation failed, target: %1; link name: %2
ro: Crearea legăturii eșuată, ținta: %1; numele legăturii: 2

# SizeDetailsWidgetBase#1
source: First sector:
ro: Primul sector:

# SizeDetailsWidgetBase#2
source: Last sector:
ro: Ultimul sector:

source: Align partition
ro: Aliniază partiția

# SizeDialogWidgetBase#1
source: Partition type:
ro: Tipul partiției:

# SizeDialogWidgetBase#2
source: Primary
ro: Primară

source: Extended
ro: Extinsă:

# SizeDialogWidgetBase#4
source: Logical
ro: Logică

# SizeDialogWidgetBase#5
source: File system:
ro: Sistem de fișiere:

# SizeDialogWidgetBase#6
source: Label:
ro: Etichetă:

# SizeDialogWidgetBase#7
source: This file system does not support setting a label.
ro: Acest sistem de fișiere nu suportă setarea unei etichete.

source: Minimum size:
ro: Mărime minimă:

source: Maximum size:
ro: Mărime maximă:

source: Free space before:
ro: Spațiu liber înainte:

# SizeDialogWidgetBase#11
source: Size:
ro: Mărime:

source: Free space after:
ro: Spațiu liber după:

# SmartDialogWidgetBase#1
source: SMART status:
ro: Stare SMART:

source: Serial number:
ro: Număr serie:

source: Firmware revision:
ro: Versiune firmware:

source: Temperature:
ro: Temperatură:

source: Bad sectors:
ro: Sectoare defecte:

source: Powered on for:
ro: Pornit de:

source: Power cycles:
ro: Cicluri de pornire:

source: Attribute
ro: Atribut

source: Failure Type
ro: Tipul eșecului

source: Update Type
ro: Tipul actualizării

source: Worst
ro: Cel mai rău

source: Current
ro: Curent

source: Threshold
ro: Prag

source: Raw
ro: Brut

source: Assessment
ro: Evaluare

source: Value
ro: Valoare

source: Overall assessment:
ro: Evaluare globală:

source: Self tests:
ro: Auto-teste:

source: This is an overview of what will happen once you start the install procedure.
ro: Acesta este un rezumat a ce se va întâmpla după ce începeți procedura de instalare.

# SummaryViewStep#1
source: Summary
ro: Sumar

source: Severity
ro: Severitate

source: Time
ro: Timp

source: Message
ro: Mesaje

source: Your username is too long.
ro: Numele de utilizator este prea lung.

source: Your username contains invalid characters. Only lowercase letters and numbers are allowed.
ro: Numele de utilizator conține caractere invalide. Folosiți doar litere mici și numere.

source: Your hostname is too short.
ro: Hostname este prea scurt.

source: Your hostname is too long.
ro: Hostname este prea lung.

source: Your hostname contains invalid characters. Only letters, numbers and dashes are allowed.
ro: Hostname conține caractere invalide. Folosiți doar litere, numere și cratime.

source: Your passwords do not match!
ro: Parolele nu se potrivesc!

source: Users
ro: Utilizatori

# WelcomePage#1
source: Form
ro: Formular

source: &Language:
ro: &Limbă:

source: &Release notes
ro: &Note asupra ediției

source: &Known issues
ro: &Probleme cunoscute

source: &Support
ro: &Suport

source: &About
ro: &Despre

source: <h1>Welcome to the %1 installer.</h1>
ro: <h1>Bine ați venit la programul de instalare pentru %1.</h1>

source: About %1 installer
ro: Despre instalatorul de %1

source: <h1>%1</h1><br/><strong>%2<br/>for %3</strong><br/><br/>Copyright 2014-2015 Teo Mrnjavac &lt;teo@kde.org&gt;<br/>Thanks to: Anke Boersma, Aurélien Gâteau, Kevin Kofler, Philip Müller, Pier Luigi Fiorini and Rohan Garg.<br/><br/><a href="http://calamares.io/">Calamares</a> development is sponsored by <br/><a href="http://www.blue-systems.com/">Blue Systems</a> - Liberating Software.
ro: <h1>%1</h1><br/><strong>%2<br/>for %3</strong><br/><br/>Copyright 2014-2015 Teo Mrnjavac &lt;teo@kde.org&gt;<br/>Mulțumiri: Anke Boersma, Aurélien Gâteau, Kevin Kofler, Philip Müller, Pier Luigi Fiorini și Rohan Garg.<br/><br/>Dezvoltarea <a href="http://calamares.io/">Calamares</a> este suportată de <br/><a href="http://www.blue-systems.com/">Blue Systems</a> - Noi eliberăm software-ul.

source: %1 support
ro: %1 suport

source: Welcome
ro: Bine ați venit
