Repository: Jobava/calamares-1.1-rogentos
Catalog: calamares_*.po
Languages: ro

source: Choose partition to shrink:
ro: Alegeți partiția de micșorat:

source: Allocate drive space by dragging the divider below:
ro: Alocați spațiu pe disc trăgând despărțitorul:

source: With this operation, the partition <strong>%1</strong> which contains %4 will be shrunk to %2MB and a new %3MB partition will be created for %5.
ro: Cu această operație, partiția <strong>%1</strong>, cu mărimea de %4, va fi redusă la %2MB și se va crea o nouă partiție de %3MB pentru %5.

source: An EFI system partition cannot be found anywhere on this system. Please go back and use manual partitioning to set up %1.
ro: O partiție de sistem EFI nu se găsește nicăieri pe acest sistem. Vă rugăm să reveniți și să utilizați partiționarea manuală pentru a seta %1.

# AlongsidePage#5
source: The EFI system partition at %1 will be used for starting %2.
ro: Partiția de sistem EFI de pe %1 va fi folosită pentru a începe %2.

# AlongsidePage#6
source: EFI system partition:
ro: Partiție de sistem EFI

source: Save
ro: Salvează

source: Open in External Browser
ro: Deschide în browser extern

source: Operations and Jobs
ro: Operațiuni și sarcini

source: Time Elapsed
ro: Timp scurs

source: Total Time: 00:00:00
ro: Timp total: 00:00:00

source: Operation: %p%
ro: Operațiune: %p%

source: Status
ro: Stare

source: Installer
ro: Instalator

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Welcome</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Bine ați venit</span></p></body></html>

# Base#3
source: Location
ro: Locație

source: License Approval
ro: Aprobarea licenței

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Installation</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Instalare</span></p></body></html>

source: Install System
ro: Instalează sistemul

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configuration</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Configurare</span></p></body></html>

source: Reboot
ro: Repornește

source: Language
ro: Limbă

source: User Info
ro: Informații Utilizator

# Base#11
source: Summary
ro: Sumar

# Base#12
source: Keyboard
ro: Tastatură

source: Disk Setup
ro: Pregătire disc

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Preparation</span></p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#343434;">Preparare</span></p></body></html>

source: Master Boot Record of %1
ro: Înregistrare de boot principală (MBR) de %1

source: Boot Partition
ro: Partiție de boot

source: System Partition
ro: Partiție de sistem

# Calamares::DebugWindow#1
source: Form
ro: Formular

source: GlobalStorage
ro: Stocare globală

source: JobQueue
ro: Coadă de sarcini

source: Modules
ro: Module

source: Debug information
ro: Informație pentru depanare

# Calamares::InstallationViewStep#1
source: Install
ro: Instalează

source: Done
ro: Terminat

source: Run command %1 %2
ro: Rulează comanda %1 %2

source: Running command %1 %2
ro: Se rulează comanda %1 %2

source: External command crashed
ro: Comandă externă a avut o pană

source: Command %1 crashed. Output: %2
ro: Comanda %1 în pană. Rezultat: %2

source: External command failed to start
ro: Comanda externă nu a pornit

source: Command %1 failed to start.
ro: Comanda %1 nu a pornit.

source: Internal error when starting command
ro: Eroare internă în pornirea comenzii

source: Bad parameters for process job call.
ro: Parametrii proști pentru apelul sarcinii de proces.

source: External command failed to finish
ro: Comanda externă nu s-a terminat

source: Command %1 failed to finish in %2s. Output: %3
ro: Comanda %1 nu s-a terminat în %2s. Rezultat: %3

source: External command finished with errors
ro: Comanda externă s-a terminat cu erori

source: Command %1 finished with exit code %2. Output: %3
ro: Comanda %1 s-a terminat cu codul de ieșirte %2. Rezultat: %3

source: Running %1 operation.
ro: Se rulează operațiunea %1.

source: Bad working directory path
ro: Calea dosarului de lucru este proastă

source: Working directory %1 for python job %2 is not readable.
ro: Dosarul de lucru %1 pentru sarcina Python %2 nu este citibilă.

source: Bad main script file
ro: Fișierul script principal este prost

source: Main script file %1 for python job %2 is not readable.
ro: Fișierul script principal %1 pentru sarcina Python %2 nu este citibil.

source: Boost.Python error in job "%1".
ro: Eroare Boost.Python în sarcina „%1”.

source: &Back
ro: &Înapoi

source: &Next
ro: &Următorul

source: &Cancel
ro: &Anulează

source: Cancel installation?
ro: Anulez instalarea?

source: Do you really want to cancel the current install process? The installer will quit and all changes will be lost.
ro: Doriți să anulați procesul curent de instalare? Instalatorul va ieși, iar toate modificările vor fi pierdute.

source: Continue with setup?
ro: Continuați configurarea?

source: The %1 installer is about to make changes to your disk in order to install %2.<br/><strong>You will not be able to undo these changes.</strong>
ro: Programul de instalare %1 este pregătit să facă schimbări pe discul dumneavoastră pentru a instala %2.<br/><strong>Nu veți putea anula aceste schimbări.</strong>

source: &Install now
ro: &Instalează acum

source: Go &back
ro: Î&napoi

source: &Quit
ro: &Ieșire

# Calamares::ViewManager#11
source: Error
ro: Eroare

source: Installation Failed
ro: Instalare eșuată

source: Unknown exception type
ro: Tip de excepție necunoscut

source: unparseable Python error
ro: Eroare Python neanalizabilă

source: unparseable Python traceback
ro: Traceback Python neanalizabil

source: Unfetchable Python error.
ro: Eroare Python nepreluabilă

source: %1 Installer
ro: Instalator %1

source: Show debug information
ro: Arată informația de depanare

source: Checking file system on partition %1.
ro: Se verifică sistemul de fișiere pe partiția %1.

source: The file system check on partition %1 failed.
ro: Verificarea sistemului de fișiere pe %1 a eșuat.

source: This computer does not satisfy the minimum requirements for installing %1.<br/>Installation cannot continue. <a href="#details">Details...</a>
ro: Acest calculator nu satisface cerințele minimale pentru instalarea %1.<br/>Instalarea nu poate continua. <a href="#details">Detalii...</a>

source: This computer does not satisfy some of the recommended requirements for installing %1.<br/>Installation can continue, but some features might be disabled.
ro: Acest calculator nu satisface unele din cerințele recomandate pentru instalarea %1.<br/>Instalarea poate continua, dar unele funcții ar putea fi dezactivate.

source: This program will ask you some questions and set up %2 on your computer.
ro: Acest program vă va pune mai multe întrebări și va seta %2 pe calculatorul dumneavoastră.

source: For best results, please ensure that this computer:
ro: Pentru rezultate optime, asigurați-vă că acest calculator:

source: System requirements
ro: Cerințe de sistem

source: This computer currently does not seem to have an operating system on it. What would you like to do?
ro: Acest calculator nu pare să aibă un sistem de operare instalat. Ce doriți să faceți?

source: This computer currently has %1 on it. What would you like to do?
ro: Acest calculator are %1 instalat. Ce doriți să faceți?

source: <strong>Erase disk and install %1</strong><br/><font color="red">Warning: </font>This will delete all of your programs, documents, photos, music, and any other files.
ro: <strong>Șterge discul și instalează %1</strong><br/><font color="red">Atenție: </font>Aceasta va șterge toate programele, documentele, fotografiile, muzica și orice alt fișier.

source: <strong>Erase disk and install %1</strong><br/>You will be offered a choice of which disk to erase.
ro: <strong>Șterge discul și instalează %1</strong><br/>Veți avea de ales cu privire la ce disc să ștergeți.

source: <strong>Install %2 alongside %1</strong><br/>The installer will shrink the %1 volume to make room for %2. You can choose which operating system you want each time the computer starts up.
ro: <strong>Instalează %2 laolaltă cu %1</strong><br/>Programul de instalare va reduce volumul %1 pentru a face loc pentru %2. Puteți alege tipul de sistem de operare dorit de fiecare dată când pornește calculatorul.

source: <strong>Erase entire disk with %1 and install %2</strong><br/><font color="red">Warning: </font>This will erase the whole disk and delete all of your %1 programs, documents, photos, music, and any other files.
ro: <strong>Șterge discul întreg cu %1 și instalează %2</strong><br/><font color="red">Atenție: </font>Aceasta va șterge întreg discul și va șterge toate programele, documentele, fotografiile și orice alt fișier din %1.

source: <strong>Replace a partition with %1</strong><br/>You will be offered a choice of which partition to erase.
ro: <strong>Înlocuiește o partiție cu %1</strong><br/>Veți putea alege ce partiție să ștergeți.

source: This computer already has an operating system on it. What would you like to do?
ro: Acest calculator are deja un sistem de operare instalat. Ce doriți să faceți?

source: <strong>Install %1 alongside your current operating system</strong><br/>The installer will shrink an existing volume to make room for %2. You can choose which operating system you want each time the computer starts up.
ro: <strong>Instalați %1 laolaltă cu sistemul de operare actual</strong><br/>Programul de instalare va micșora un volum existant pentru a face loc pentru %2. Puteți alege ce sistem de operare doriți de fiecare dată când pornește calculatorul.

source: This computer currently has multiple operating systems on it. What would you like to do?
ro: Acest calculator are mai multe sisteme de operare instalate. Ce doriți să faceți?

source: <strong>Install %1 alongside your current operating systems</strong><br/>The installer will shrink an existing volume to make room for %2. You can choose which operating system you want each time the computer starts up.
ro: <strong>Instalați %1 laolaltă cu sistemele de operare actuale</strong><br/>Instalatorul va micșora un volum existent pentru a face loc pentru %2. Puteți alege ce sistem de operare doriți de fiecare dată când pornește calculatorul.

source: <strong>Manual partitioning</strong><br/>You can create or resize partitions yourself, or choose multiple partitions for %1.
ro: <strong>Partiționare manuală</strong><br/>Puteți crea sau redimensiona partițiile, sau puteți alege partiții multiple pentru %1.

source: Clear mounts for partitioning operations on %1
ro: Eliminați montările pentru operațiunea de partiționare pe %1

source: Clearing mounts for partitioning operations on %1.
ro: Se elimină montările pentru operațiunile de partiționare pe %1.

source: Cleared all mounts for %1
ro: S-au eliminat toate punctele de montare pentru %1

source: Clear all temporary mounts.
ro: Elimină toate montările temporare.

source: Clearing all temporary mounts.
ro: Se elimină toate montările temporare.

source: Cannot get list of temporary mounts.
ro: Nu se poate obține o listă a montărilor temporare.

source: Cleared all temporary mounts.
ro: S-au eliminat toate montările temporare.

source: Permissions
ro: Permisiuni

source: Allow applying operations without administrator privileges
ro: Permite aplicarea operațiunilor fără drepturi de administrator

source: Active backend:
ro: Backend activ:

source: Units
ro: Unități

source: Preferred unit:
ro: Unitate preferată:

source: Byte
ro: Bytes

# ConfigurePageFileSystemColors#1
source: File Systems
ro: Sisteme de fișiere

source: reiserfs:
ro: reserfs:

source: extended:
ro: extinsă:

source: unformatted:
ro: neformatată:

source: unknown:
ro: necunoscut:

source: Partition Alignment
ro: Aliniament partiție

source: Use cylinder based alignment (Windows XP compatible)
ro: Folosește aliniament bazat pe cilindri (compatibil Windows XP)

source: Sector alignment:
ro: Aliniament sectoare:

source: sectors
ro: sectoare

source: Align partitions per default
ro: Aliniază implicit partiția

source: Logging
ro: Logare

source: Hide messages below:
ro: Ascunde mesajele dedesubt:

source: Debug
ro: Depanare

# ConfigurePageGeneral#9
source: Information
ro: Informație

source: Warning
ro: Atenție

# ConfigurePageGeneral#11
source: Error
ro: Eroare

# ConfigurePageGeneral#12
source: File Systems
ro: Sisteme de fișiere

source: Default file system:
ro: Sistem de fișiere implicit:

source: Shredding
ro: Distrugere date

source: Overwrite with:
ro: Suprascrie cu:

source: Random data
ro: Date aleatoare

source: Zeros
ro: Zerouri

source: Create a Partition
ro: Creează o partiție

source: Partition &Type:
ro: &Tip de partiție:

source: &Primary
ro: &Primară

source: E&xtended
ro: E&xtinsă

source: F&ile System:
ro: Sistem de F&ișiere:

# CreatePartitionDialog#6
source: &Mount Point:
ro: Punct de &montare

source: Si&ze:
ro: Mă&rime:

# CreatePartitionDialog#9
source: Logical
ro: Logică

# CreatePartitionDialog#10
source: Primary
ro: Primară

source: Create new %2MB partition on %4 (%3) with file system %1.
ro: Creează o nouă partiție de %2MB pe %4 (%3) cu sistemul de operare %1.

source: Create new <strong>%2MB</strong> partition on <strong>%4</strong> (%3) with file system <strong>%1</strong>.
ro: Creează o nouă partiție de <strong>%2MB</strong> pe <strong>%4</strong> (%3) cu sistemul de fișiere <strong>%1</strong>.

source: Creating new %1 partition on %2.
ro: Se creează nouă partiție %1 pe %2.

source: The installer failed to create partition on disk '%1'.
ro: Instalatorul nu are reușit să creeze partiția pe discul „%1”.

# CreatePartitionJob#5CreatePartitionJob#5
source: Could not open device '%1'.
ro: Nu se poate deschide dispozitivul „%1”.

# CreatePartitionJob#6CreatePartitionJob#6
source: Could not open partition table.
ro: Nu se poate deschide tabelul de partiție.

# CreatePartitionJob#7
source: The installer failed to create file system on partition %1.
ro: Instalatorul n-a putut crea sistemul de fișiere pe partiția %1.

# CreatePartitionJob#8
source: The installer failed to update partition table on disk '%1'.
ro: Instalatorul n-a putut actualiza tabela de partiții pe discul %1.

source: Create Partition Table
ro: Creează tabelă de partiții

source: Creating a new partition table will delete all existing data on the disk.
ro: Crearea unei tabele de partiții va șterge toate datele de pe disc.

source: What kind of partition table do you want to create?
ro: Ce fel de tabelă de partiții doriți să creați?

source: Master Boot Record (MBR)
ro: Înregistrare de boot principală (MBR)

source: GUID Partition Table (GPT)
ro: Tabelă de partiții GUID (GPT)

source: Create new %1 partition table on %2.
ro: Creați o nouă tabelă de partiții %1 pe %2.

source: Create new <strong>%1</strong> partition table on <strong>%2</strong> (%3).
ro: Creați o nouă tabelă de partiții <strong>%1</strong> pe <strong>%2</strong> (%3).

source: Creating new %1 partition table on %2.
ro: Se creează o nouă tabelă de partiții %1 pe %2.

source: The installer failed to create a partition table on %1.
ro: Instalatorul n-a putut crea o tabelă de partiții pe %1.

# CreatePartitionTableJob#5
source: Could not open device %1.
ro: Nu se poate deschide dispozitivul %1.

source: Choose the type of partition table you want to create:
ro: Alegeți tipul de tabelă de partiție dorit:

source: (icon)
ro: (iconiță)

source: <b>Warning:</b> This will destroy all data on the device!
ro: <b>Atenție:</b> Aceasta va distruge toate datele de pe dispozitiv!

source: Create user %1
ro: Creează utilizatorul %1

source: Create user <strong>%1</strong>.
ro: Creează utilizatorul <strong>%1</strong>.

source: Creating user %1.
ro: Creez utilizator %1.

source: Sudoers dir is not writable.
ro: Nu se poate scrie în dosarul sudoers.

source: Cannot create sudoers file for writing.
ro: Nu se poate crea fișierul sudoers pentru scriere.

source: Cannot chmod sudoers file.
ro: Nu se poate chmoda fișierul sudoers.

source: Cannot open groups file for reading.
ro: Nu se poate deschide fișierul groups pentru citire.

source: Cannot create user %1.
ro: Nu se poate crea utilizatorul %1.

source: useradd terminated with error code %1.
ro: useradd s-a terminat cu codul de eroare %1.

source: Cannot set full name for user %1.
ro: Nu se poate seta numele complet pentru utilizatorul %1.

source: chfn terminated with error code %1.
ro: chfn s-a terminat cu codul de eroare %1.

source: Cannot set home directory ownership for user %1.
ro: Nu se poate seta apartenența dosarului home pentru utilizatorul %1.

source: chown terminated with error code %1.
ro: chown s-a terminat cu codul de eroare %1.

source: &Name:
ro: &Nume:

source: &Passphrase:
ro: &Parolă:

source: Delete partition %1.
ro: Șterge partiția %1.

source: Delete partition <strong>%1</strong>.
ro: Șterge partiția <strong>%1</strong>.

source: Deleting partition %1.
ro: Se șterge partiția %1.

source: The installer failed to delete partition %1.
ro: Instalatorul n-a putut șterge partiția %1.

source: Partition (%1) and device (%2) do not match.
ro: Partiția (%1) și dispozitivul (%2) nu se potrivesc.

# DeletePartitionJob#6
source: Could not open device %1.
ro: Nu se poate deschide dispozitivul %1.

# DeletePartitionJob#7
source: Could not open partition table.
ro: Nu se poate deschide tabela de partiții.

source: Partition table:
ro: Tabela de partiții:

source: Cylinder alignment
ro: Aliniament pe cilindri

source: Sector based alignment
ro: Aliniament bazat pe sectoare

source: Capacity:
ro: Capacitate:

source: Total sectors:
ro: Sectoare totale:

source: Cylinders/Heads/Sectors:
ro: Cilindri/Capete/Sectoare:

source: Logical sector size:
ro: Mărimea sectorului logic:

source: Physical sector size:
ro: Mărimea sectorului fizic:

source: Cylinder size:
ro: Mărimea cilindrului:

source: Primaries/Max:
ro: Primare/Max:

# DevicePropsWidgetBase#11
source: SMART status:
ro: Stare SMART:

# DevicePropsWidgetBase#12
source: More...
ro: Mai multe...

source: Edit Existing Partition
ro: Editează partiție existentă

source: Content:
ro: Conținut:

source: Keep
ro: Păstrează

source: Format
ro: Formatează

source: Warning: Formatting the partition will erase all existing data.
ro: Atenție: Formatarea partiției va șterge toate datele existente.

# EditExistingPartitionDialog#6
source: &Mount Point:
ro: Punct de &Montare:

# EditExistingPartitionDialog#7
source: Size:
ro: Mărime:

source: Edit Mount Options
ro: Editează opțiunile de montare

source: Edit the mount options for this file system:
ro: Editează opțiunile de montare pentru acest sistem de fișiere:

source: Path:
ro: Cale:

source: Select...
ro: Selectează...

source: Type:
ro: Tip:

source: Options:
ro: Opțiuni:

source: Read-only
ro: Protejat la scriere

source: Users can mount and unmount
ro: Utilizatorii pot monta și demonta

source: No automatic mount
ro: Fără montare automată

source: No update of file access times
ro: Fără actualizare a timpilor de acces la fișiere

source: Synchronous access
ro: Acces sincron

source: No update of directory access times
ro: Fără actualizare a timpilor de acces la dosare

source: No binary execution
ro: Fără execuție binară

source: Update access times relative to modification
ro: Actualizează timpii de acces în funcție de modificări

# EditMountPointDialogWidgetBase#13
source: More...
ro: Mai multe...

source: Dump Frequency:
ro: Frecvență dump:

source: Pass Number:
ro: Număr parolă:

source: Device Node
ro: Nodul dispozitivului

# EditMountPointDialogWidgetBase#18
source: Label
ro: Etichetă

source: Identify by:
ro: Identifică după:

source: Select drive:
ro: Selectați discul:

# EraseDiskPage#2
source: Before:
ro: Înainte:

# EraseDiskPage#3
source: After:
ro: După:

source: This table shows which file systems are supported and which specific operations can be performed on them. Some file systems need external tools to be installed for them to be supported. But not all operations can be performed on all file systems, even if all required tools are installed. Please see the documentation for details.
ro: Acest tabel arată ce sisteme de fișiere sunt suportate și ce operații specifice se pot efectua asupra lor. Anumite sisteme de fișiere au nevoie de unelte externe instalate pentru a fi suportate, dar nu toate operațiunile se pot efectua pe toate sistemele de fișiere, chiar dacă toate uneltele necesare sunt instalate. Vedeți documentația pentru detalii.
